[
 {
   "Special Provision(s)": "",
   "FIELD2": "Legal Research Fund. The Legal Research Fund shall be used in support of the University of the Philippines Law Center sourced from one percent (1%) of the filing \nfees collected by courts as well as agencies or tribunals exercising quasi- judicial functions, in accordance with L.O.I. No. 1182 dated December 16, 1981 and Section 4 of R.A. No. 3870, as amended by P.D. Nos. 200 and 1856.\n\nDisbursements or expenditures by the UPS in violation of the above requirements shall be void and shall subject the  erring officials and employees to disciplinary \nactions in accordance with Section 43, Chapter 5, and Section 80, Chapter 7, Book VI of E.0, No. 292, s. 1987, and to appropriate criminal action under existing penal laws."
 },
 {
   "Special Provision(s)": "",
   "FIELD2": "Appropriations of the University of the Philippines System. The appropriations authorized herein for the UPS shall be released and disbursed in accordance with budgeting, accounting, and auditing rules and regulations."
 },
 {
   "Special Provision(s)": "",
   "FIELD2": "Reporting and Posting Requirements. The UPS shall submit quarterly reports on its financial and physical accomplishments, within thirty (30) days after the end of every quarter, through the following:\n(a)  URS or other electronic means for reports not covered by the URS; and\n(b) UPS website.\n\n The UPS shall send written notice when said reports have been submitted or posted on its website to the DBM, House of Representatives, Senate of the Philippines, House Committee on Appropriations, Senate Committee on Finance, and other offices where the submission of reports is required under existing laws, rules and regulations. The date of notice to said agencies shall be considered the date of compliance with this requirement."
 },
 {
   "Special Provision(s)": "",
   "FIELD2": " Appropriations for Activities or Projects. The amounts appropriated herein shall be used specifically for the following activities or projects in the indicated amounts and conditions:"
 }
]